7zip
adw-gtk-theme
amd-ucode
ansible
archinstall
base
base-devel
beekeeper-studio-bin
blueberry
blueman
bluez
bluez-utils
breeze5
bridge-utils
bun-bin
catppuccin-gtk-theme-mocha
catppuccin-sddm-theme-mocha
chezmoi
dconf-editor
devt-git
discord
dnsmasq
docker
dolphin
dunst
etcher-bin
filezilla
firefox
flutter-bin
gamescope
git
glow
gparted
grim
grub
gst-plugin-pipewire
gucharmap
gwenview
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
iw
iwd
kconfig5
kcoreaddons5
ki18n5
kitty
kwidgetsaddons5
libpulse
libreoffice-fresh
linux
linux-firmware
linux-lts
mage
man-db
man-pages
mariadb
mdcat
nano
neofetch
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-openvpn
nodejs
noto-fonts-emoji
npm
nvtop
nwg-look
obs-studio
obsidian
openbsd-netcat
openvpn
os-prober
pamixer
papirus-icon-theme
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-nm
plasma-pa
plasma-workspace
polkit-kde-agent
polkit-qt5
postman-bin
powertop
python-pip
python-pyxdg
python-requests
python-yaml
qbittorrent
qemu-desktop
qt5-quickcontrols2
qt5-tools
qt5-wayland
qt5ct
qt6-wayland
qt6ct
qtermwidget
radeontop
rpi-imager
sddm
simple-sddm-theme-2-git
simple-sddm-theme-git
slurp
smartmontools
spice-vdagent
spotify
steam
stow
swaync
thunar
thunderbird
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
udiskie
vde2
vim
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vulkan-radeon
waybar
wev
wget
wireless_tools
wireplumber
wlogout
wofi
xclip
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xpadneo-dkms
yay
yay-debug
zram-generator
zsh

